[
    {
        "content": "Egichem research on ion exchange has covered the issue of water pollutant removal through modeling and measurement of heavy metals removal from water solutions with the aid of titanosilicate materials.",
        "title": "Ion Exchange"
    },
    {
        "content": "Catalytic reaction has been addressed by Egichem researchers through the synthesis and characterization of catalysts for applications such as the oligomerization of light alcenes to diesel.",
        "title": "Oligomerization"
    },
    {
        "content": "Computation of diffusion properties for new molecules has been studied by Egichem researchers using molecular dynamics approach.",
        "title": "Molecular Dynamics"
    },
    {
        "content": "Egichem contribute to membranes field has been achieved through the conjugation of synthesis, structural characterization, measurement of permeances and modeling of new inorganic membranes.",
        "title": "Membranes"
    },
    {
        "content": "Egichem research covers transport properties through the measurement and modelling of diffusion coefficients. Some of the best models currently found in literature for correlation and prevision of diffusion coefficientes were published by Egichem researchers.",
        "title": "Transport Properties"
    },
    {
        "content": "Egichem has been working with supercritical fluid extraction technology within the scope of biorefinery, where biomass residues are characterized and extracted aiming at their valorization. This research areas also involves modeling, simulation, scale-up and economic evaluation studies.",
        "title": "Supercritical Fluid Extraction"
    },
    {
        "content": "EgiChem possesses solid competencies on modeling and simulation. Comprehensive modeling of equilibra and mass transport phenomena are two important examples, individually or incorporated in specific separation technologies mainly supported by Matlab software. Simulation and optimization of case-study or real industrial processes has also been done with resort to Aspen One software.",
        "title": "Modeling and Simulation"
    }
]